[
    {
        "title": "Start Learning",
      "description": "Are you new to coding? Tried it but it didn't stick? DHRIFT provides open-source, interactive, introductory workshops written by humanities scholars for humanists. Take advantage of lessons that have been vetted and revised in conversation with hundreds of students. Workshops on topics ranging from the command line to Introduction to Python can be run directly in your web browser and utilize interactive code editors, challenges, and quizzes. Read abour our pedagogical approach, or simply start learning.",
        "icon": "school-solid",
        "alt": "DHRIFT's logo, a dandelion.",
        "link": "https://app.dhrift.org/workshops/?instUser=dhri-curriculum&instRepo=dhrift-site-template&user=dhri-curriculum&repo=workshops",
        "image": "images/learn.png",
        "message": "Learn"
    },
        {
      "title": "Start Teaching",
      "description": "Need to teach a DH workshop? Spend more time teahing and less time on set up and developing your materials by using DHRIFT's menu of interactive, web-based workshops built for synchronous and asynchronous instruction. Read about our experience teaching DH skills and how it informs our pedagogical approach, or just jump right into one of our open-source workshops on DHRIFT Core.",
        "icon": "chalkboard-user",
        "alt": "DHRIFT's logo, a dandelion.",
        "link": "/teach",
        "image": "images/teach.png",
        "message": "Teach"
    },
    {
      "title": "Begin Creating",
      "description": "DHRIFT is designed for extensibility, allowing you to easily create your own workshops and share them with the community.",
        "icon": "creative-icon",
        "alt": "DHRIFT's logo, a dandelion.",
        "link":"/create",
        "image": "images/create.png",
        "message": "Create with DHRIFT"
    },
    {
        "title": "Begin Growing",
        "description": "Build and host an institute on DHRIFT, with your own branding, your own choice of workshops, and a convenient scheduling component.",
          "icon": "building",
          "alt": "DHRIFT's logo, a dandelion.",
          "link":"/grow",
          "image": "images/grow.png",
          "message": "Grow with DHRIFT"
      }
  ]
  
